tap "cloudfoundry/tap"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "loadimpact/k6"
tap "theseal/ssh-askpass"
brew "angular-cli"
brew "python@3.9"
brew "ansible"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "binutils", link: true
brew "calicoctl"
brew "chezmoi"
brew "cloc"
brew "coreutils"
brew "csshx"
brew "csvkit"
brew "diffutils"
brew "ed", link: true
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdb"
brew "geckodriver"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "go"
brew "gnu-sed"
brew "gnupg"
brew "gpatch"
brew "openjdk"
brew "gradle"
brew "grep"
brew "groovysdk"
brew "helm"
brew "jenv"
brew "jfrog-cli"
brew "jq"
brew "kpcli"
brew "krb5"
brew "kube-ps1"
brew "kubectx"
brew "pango"
brew "m4"
brew "make"
brew "maven"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "nvm"
brew "openssh"
brew "operator-sdk"
brew "p7zip"
brew "packer"
brew "perl"
brew "postgresql"
brew "redis", restart_service: true
brew "restic"
brew "rsync"
brew "selenium-server-standalone"
brew "sphinx-doc"
brew "sshuttle"
brew "stunnel"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typescript"
brew "unzip"
brew "velero"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/cf-cli@7"
brew "fairwindsops/tap/pluto"
brew "loadimpact/k6/k6"
brew "theseal/ssh-askpass/ssh-askpass"
cask "appcleaner"
cask "chromedriver"
cask "controlplane"
cask "cord"
cask "docker"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hipchat"
cask "intellij-idea"
cask "iterm2"
cask "keepassx"
cask "keepassxc"
cask "macdown"
cask "meld"
cask "mysqlworkbench"
cask "postman"
cask "skitch"
cask "slate"
cask "soapui"
cask "sonos"
cask "soundflower"
cask "sublime-text"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wireshark"
cask "youtube-to-mp3"
