tap "armmbed/formulae"
tap "aws/tap"
tap "cloudfoundry/tap"
tap "dart-lang/dart"
tap "gbevin/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "osx-cross/avr"
tap "romkatv/powerlevel10k"
tap "samuong/alpaca"
tap "sass/sass"
tap "snyk/tap"
tap "spring-io/tap"
tap "theseal/ssh-askpass"
tap "tinygo-org/tools"
brew "xz"
brew "gmp"
brew "mpfr"
brew "aarch64-elf-gcc"
brew "openssl@3"
brew "node"
brew "angular-cli"
brew "arduino-cli"
brew "arm-linux-gnueabihf-binutils"
brew "gcc"
brew "asciidoctor"
brew "automake"
brew "coreutils"
brew "libtool"
brew "readline"
brew "asdf"
brew "libusb"
brew "avrdude"
brew "aws-cdk"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "binutils"
brew "bison"
brew "glib"
brew "calc"
brew "ccls"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "conan"
brew "gawk"
brew "gnu-sed"
brew "grep"
brew "make"
brew "crosstool-ng"
brew "csshx"
brew "csvkit"
brew "curl"
brew "diffutils"
brew "distcc"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dos2unix"
brew "ed", link: true
brew "exiftool"
brew "unbound"
brew "harfbuzz"
brew "libssh"
brew "pango"
brew "rubberband"
brew "srt"
brew "ffmpeg"
brew "netpbm"
brew "findutils"
brew "fzf"
brew "libavif"
brew "gdbm"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "git-quick-stats"
brew "gitlab-runner"
brew "glab"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "pkg-config"
brew "gobject-introspection"
brew "gotests"
brew "gpatch"
brew "graphicsmagick"
brew "openjdk"
brew "groovysdk"
brew "gti"
brew "helix"
brew "helm"
brew "perl"
brew "help2man"
brew "id3lib"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "irssi"
brew "jack", restart_service: true
brew "jfrog-cli"
brew "librsvg"
brew "joplin-cli"
brew "jq"
brew "kpcli"
brew "krb5"
brew "kubectx"
brew "ldns"
brew "libffi"
brew "libfido2"
brew "llvm"
brew "lsd"
brew "lsix"
brew "lsusb"
brew "lynx"
brew "maven"
brew "micropython"
brew "minicom"
brew "mise"
brew "mupdf"
brew "mutt"
brew "mysql"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "texinfo"
brew "octave"
brew "open-ocd", args: ["HEAD"]
brew "openssh"
brew "openssl@1.1"
brew "p7zip"
brew "packer"
brew "paperkey"
brew "parallel"
brew "pcre"
brew "pinentry-mac"
brew "platformio"
brew "postgresql@14"
brew "powerlevel10k"
brew "pre-commit"
brew "protobuf"
brew "pstree"
brew "pv"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "qjackctl"
brew "redis", restart_service: true
brew "repo"
brew "restic"
brew "rsync"
brew "rust-analyzer"
brew "rustfmt"
brew "selenium-server", restart_service: true
brew "sord"
brew "sphinx-doc"
brew "sshuttle"
brew "syncthing", restart_service: true
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "typescript"
brew "typos-cli"
brew "unzip"
brew "urlscan"
brew "velero"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "cloudfoundry/tap/cf-cli@7"
brew "mike-engel/jwt-cli/jwt-cli"
brew "osx-cross/avr/avr-gcc@9"
brew "samuong/alpaca/alpaca"
brew "snyk/tap/snyk"
brew "spring-io/tap/spring-boot"
brew "theseal/ssh-askpass/ssh-askpass"
brew "tinygo-org/tools/tinygo"
cask "alacritty"
cask "amethyst"
cask "appcleaner"
cask "audacity"
cask "balenaetcher"
cask "blender"
cask "chromedriver"
cask "drawio"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "freecad"
cask "gimp"
cask "google-cloud-sdk"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "joplin"
cask "keepassxc"
cask "kicad"
cask "kindle"
cask "meld"
cask "midikeys"
cask "mysqlworkbench"
cask "obsidian"
cask "openscad"
cask "postman"
cask "raspberry-pi-imager"
cask "reaper"
cask "sonos"
cask "thunderbird"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "youtube-to-mp3"
vscode "eamodio.gitlens"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "marlinfirmware.auto-build"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "platformio.platformio-ide"
vscode "vscodevim.vim"
