tap "armmbed/formulae"
tap "aws/tap"
tap "buildpacks/tap"
tap "cloudfoundry/tap"
tap "dart-lang/dart"
tap "gbevin/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "osx-cross/avr"
tap "romkatv/powerlevel10k"
tap "samuong/alpaca"
tap "sass/sass"
tap "snyk/tap"
tap "spring-io/tap"
tap "theseal/ssh-askpass"
tap "tinygo-org/tools"
brew "xz"
brew "gmp"
brew "mpfr"
brew "aarch64-elf-gcc"
brew "openssl@3"
brew "readline"
brew "node"
brew "angular-cli"
brew "arduino-cli"
brew "arm-linux-gnueabihf-binutils"
brew "gcc"
brew "asciidoctor"
brew "git"
brew "asdf"
brew "automake"
brew "libusb"
brew "avrdude"
brew "aws-cdk"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "binutils"
brew "bison"
brew "glib"
brew "calc"
brew "ccls"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "conan"
brew "coreutils"
brew "gawk"
brew "gnu-sed"
brew "grep"
brew "libtool"
brew "make"
brew "crosstool-ng"
brew "csshx"
brew "csvkit"
brew "curl"
brew "diffutils"
brew "distcc"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dos2unix"
brew "ed", link: true
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "exiftool"
brew "fd"
brew "unbound"
brew "libssh"
brew "rubberband"
brew "srt"
brew "ffmpeg"
brew "icu4c@76"
brew "netpbm"
brew "findutils"
brew "fzf"
brew "libavif"
brew "gdbm"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "git-gui"
brew "git-lfs"
brew "git-quick-stats"
brew "gitlab-runner"
brew "glab"
brew "gnupg"
brew "qtbase", link: false
brew "gnuplot"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "gotests"
brew "gpatch"
brew "granted"
brew "libheif"
brew "graphicsmagick"
brew "librsvg"
brew "groovysdk"
brew "gti"
brew "helix"
brew "helm"
brew "perl"
brew "help2man"
brew "id3lib"
brew "libraw"
brew "imagemagick"
brew "irssi"
brew "jack", restart_service: :changed
brew "jdtls"
brew "jfrog-cli"
brew "jq"
brew "kpcli"
brew "krb5"
brew "kubectx"
brew "kubelogin"
brew "kubeshark"
brew "lazygit"
brew "ldns"
brew "libffi"
brew "libfido2"
brew "lsd"
brew "lsix"
brew "lsusb"
brew "lynx"
brew "mariadb"
brew "markdownlint-cli2"
brew "maven"
brew "micropython"
brew "minicom"
brew "mise"
brew "mupdf"
brew "mutt"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "texinfo"
brew "octave"
brew "open-ocd", args: ["HEAD"]
brew "openjdk@11"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "paperkey"
brew "parallel"
brew "pcre"
brew "pinentry-mac"
brew "pipx"
brew "plantuml"
brew "platformio"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "postgresql@14"
brew "powerlevel10k"
brew "pre-commit"
brew "protobuf"
brew "pstree"
brew "pv"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "qjackctl"
brew "redis", restart_service: :changed
brew "repo"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "selenium-server", restart_service: :changed
brew "sord"
brew "sphinx-doc"
brew "sshuttle"
brew "syncthing", restart_service: :changed
brew "the_silver_searcher"
brew "tmux"
brew "typescript"
brew "typos-cli"
brew "unzip"
brew "urlscan"
brew "velero"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "buildpacks/tap/pack"
brew "cloudfoundry/tap/cf-cli@7"
brew "hashicorp/tap/vault"
brew "mike-engel/jwt-cli/jwt-cli"
brew "osx-cross/avr/avr-gcc@9"
brew "samuong/alpaca/alpaca"
brew "snyk/tap/snyk"
brew "spring-io/tap/spring-boot"
brew "theseal/ssh-askpass/ssh-askpass"
cask "chromedriver"
cask "drawio"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "keepassxc"
cask "kiro-cli"
cask "musescore"
cask "obsidian"
cask "sonos"
cask "visual-studio-code"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "docker.docker"
vscode "erikkralj.vscode-grok"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
go "github.com/klauspost/asmfmt/cmd/asmfmt"
go "github.com/spf13/cobra-cli"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/jstemmer/gotags"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/keyify"
go "github.com/fatih/motion"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
