7zip
age
alsa-scarlett-gui
alsa-utils
ansible-core
ansible-lint
arch-install-scripts
asciidoctor
base
base-devel
bat
bind
blueman
bluez-utils
bolt
breeze-gtk
breeze-icons
brightnessctl
btop
btrfs-assistant
btrfs-progs
calc
calibre
carla
cgal
chezmoi
chromium
chrony
code
composer
compsize
csvkit
cups
cups-pdf
darkman
dex
dhcpcd
dmenu
docker
docker-buildx
docker-compose
dos2unix
dosfstools
dragonfly-reverb
drawio-desktop
efibootmgr
element-desktop
emptty
esptool
exfatprogs
f3d
fd
firefox
fish
foot
fprintd
freecad
fuseiso
fwupd
fzf
gcolor3
gcr
ghostty
gimp
git
github-cli
gitleaks
gnucash
go
graphviz
grim
grsync
gst-plugin-pipewire
gtk3-demos
gtkmm3
gvfs-mtp
helvum
htop
httrack
hugo
hyphen-de
hyphen-en
imagemagick
imv
inetutils
intel-compute-runtime
intel-gpu-tools
intel-media-driver
intel-ucode
irssi
jack2-docs
java-atk-wrapper-openjdk11
jdk11-openjdk
jdk8-openjdk
jfsutils
jq
jre-openjdk
jre17-openjdk
jre21-openjdk
k9s
keepassxc
kernel-modules-hook
kicad
kicad-library
kicad-library-3d
kitty
kubectx
kvantum
kvantum-qt5
kvantum-theme-materia
lazygit
lemurs
less
lesspipe
lf
lftp
libreoffice-fresh
libva-utils
lightdm
lightdm-gtk-greeter
linux
linux-firmware
logrotate
lrzsz
lsd
luarocks
lvm2
ly
man-db
man-pages
mariadb
materia-gtk-theme
maven
mc
mdadm
mermaid-cli
mesa-utils
minicom
mise
mitmproxy
mpv
mupdf
mupdf-tools
musescore
mutt
nano
nemo
neomutt
neovim
netctl
network-manager-applet
networkmanager
networkmanager-strongswan
nodejs
noto-fonts-emoji
npm
nss-mdns
nwg-displays
nwg-look
nyx
obsidian
odt2txt
open-vm-tools
openssh
openvpn
pacman-contrib
pandoc-cli
parted
pavucontrol
pcsc-tools
pdftk
perl-anyevent-i3
perl-image-exiftool
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pkgfile
plantuml
platformio-core
playitslowly
plocate
podman
podofo-tools
polkit-gnome
posterazor
pre-commit
pv
python
python-kikit
python-pip
python-pipx
python-pynvim
python-svgwrite
qemu-full
qemu-user-static
qemu-user-static-binfmt
qjackctl
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rclone
reaper
restic
resvg
ripgrep
rofi
rofi-calc
rpi-imager
rsync
ruby
rustup
sbctl
screen
screenfetch
shellcheck
shikane
slurp
smartmontools
snap-pac
snapper
sof-firmware
sops
sshuttle
starship
sudo
sway
swaybg
swayidle
swaylock
swaync
syncthing
sysfsutils
system-config-printer
systembus-notify
systemctl-tui
systemd-ui
tectonic
terminus-font
terraform
the_silver_searcher
tmux
torbrowser-launcher
toxic
tpm2-pkcs11
tpm2-tools
translate-shell
tree-sitter-cli
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-roboto
udiskie
udisks2
unrar
unzip
urlscan
usbip
usbmuxd
usbutils
uwsm
vim
vim-spell-de
vivaldi
vlc
vscode-json-languageserver
w3m
wakeonlan
waybar
websocat
wev
wezterm
wget
wireguard-tools
wl-clipboard
wlr-randr
wmenu
wmname
wob
wtype
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xfsprogs
xorg-server-xvfb
xorg-xeyes
xorg-xlsclients
xorg-xwayland
yarn
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zvbi
