alacritty
alsa-scarlett-gui
alsa-utils
asciidoctor
autoconf
automake
base
bat
bind
bison
bluez-utils
bolt
brightnessctl
calc
calibre
carla
chezmoi
chromium
composer
csvkit
cups
cups-pdf
darkman
debugedit
dhcpcd
dmenu
docker
docker-buildx
docker-compose
dos2unix
dragonfly-reverb
efibootmgr
element-desktop
f3d
fakeroot
fd
flex
foot
fprintd
freecad
freetype2
fwupd
fzf
gcc
gcr
gimp
git
github-cli
gnome-calculator
gnu-netcat
gnucash
go
graphviz
grim
grub
gtk2
gtk2fontsel
gtk3-demos
gtkmm3
hyphen-de
hyphen-en
i3-wm
i3status
imagemagick
imv
inetutils
intel-compute-runtime
irssi
jack2-docs
java-atk-wrapper-openjdk11
jdk11-openjdk
jfsutils
jq
keepassxc
kicad
kicad-library
kicad-library-3d
lazygit
less
lesspipe
lf
libreoffice-fresh
lightdm
linux
linux-firmware
logrotate
lsd
luarocks
lvm2
m4
make
mako
man-db
man-pages
mariadb
materia-gtk-theme
maven
mc
mdadm
mitmproxy
mplayer
mupdf
mupdf-tools
mutt
nano
nemo
neofetch
neomutt
neovim
netctl
network-manager-applet
networkmanager
noto-fonts-emoji
npm
nss-mdns
nyx
obsidian
odt2txt
open-vm-tools
openscad
openssh
openvpn
parted
patch
pdftk
perl-anyevent-i3
perl-image-exiftool
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
plantuml
playitslowly
podofo-tools
polkit-gnome
prusa-slicer
python
python-kikit
python-pip
python-pipx
python-pynvim
qjackctl
qt5-wayland
reaper
reiserfsprogs
restic
ripgrep
rsync
ruby
rustup
screenfetch
shellcheck
slurp
sof-firmware
sshuttle
sudo
sway
swaybg
swayidle
swaylock
swaync
syncthing
sysfsutils
terminus-font
terraform
texinfo
the_silver_searcher
tmux
torbrowser-launcher
translate-shell
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-roboto
udiskie
udisks2
unzip
urlscan
usbutils
vi
vim
vim-spell-de
virtualbox
vlc
vscode-json-languageserver
w3m
waybar
wev
wget
which
wl-clipboard
wmenu
wmname
wob
wofi
wtype
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xfsprogs
xorg-xeyes
xorg-xlsclients
xorg-xwayland
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zip
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zvbi
