7zip
alacritty
alsa-scarlett-gui
alsa-utils
asciidoctor
autoconf
automake
baobab
base
bat
bind
bison
blueman
bluez-utils
bolt
brightnessctl
btop
calc
calibre
carla
cgal
chezmoi
chromium
chrony
code
composer
csvkit
cups
cups-pdf
darkman
debugedit
decibels
dex
dhcpcd
dmenu
docker
docker-buildx
docker-compose
dos2unix
dragonfly-reverb
drawio-desktop
efibootmgr
element-desktop
emptty
epiphany
esptool
f3d
fakeroot
fd
firefox
fish
flex
foot
fprintd
freecad
freetype2
fwupd
fzf
gcc
gcolor3
gcr
gdm
ghostty
gimp
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gnucash
go
graphviz
grilo-plugins
grim
grsync
grub
gst-plugin-pipewire
gtk3-demos
gtkmm3
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
helvum
htop
httrack
hugo
hyphen-de
hyphen-en
hyprland
imagemagick
imv
inetutils
intel-compute-runtime
intel-gpu-tools
intel-media-driver
irssi
jack2-docs
java-atk-wrapper-openjdk11
jdk11-openjdk
jdk8-openjdk
jfsutils
jq
jre-openjdk
jre17-openjdk
jre21-openjdk
keepassxc
kicad
kicad-library
kicad-library-3d
kitty
lazygit
lemurs
less
lesspipe
lf
lftp
libreoffice-fresh
libva-utils
lightdm
lightdm-gtk-greeter
linux
linux-firmware
logrotate
loupe
lrzsz
lsd
luarocks
lvm2
ly
m4
make
malcontent
man-db
man-pages
mariadb
materia-gtk-theme
maven
mc
mdadm
mermaid-cli
mesa-utils
minicom
mise
mitmproxy
mpv
mupdf
mupdf-tools
musescore
mutt
nano
nautilus
nemo
neomutt
neovim
netctl
network-manager-applet
networkmanager
networkmanager-strongswan
nodejs
noto-fonts-emoji
npm
nss-mdns
nwg-displays
nwg-look
nyx
obsidian
odt2txt
open-vm-tools
openscad
openssh
openvpn
orca
pandoc-cli
papers
papirus-icon-theme
parted
patch
pavucontrol
pdftk
perl-anyevent-i3
perl-image-exiftool
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
plantuml
platformio-core
playitslowly
podman
podofo-tools
polkit-gnome
posterazor
prusa-slicer
python
python-kikit
python-pip
python-pipx
python-pynvim
python-svgwrite
qjackctl
qpwgraph
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rclone
reaper
restic
resvg
ripgrep
rofi
rsync
ruby
rustup
rygel
screen
screenfetch
shellcheck
shikane
showtime
simple-scan
slurp
snapshot
sof-firmware
sshuttle
starship
sudo
sushi
sway
swaybg
swayidle
swaylock
swaync
syncthing
sysfsutils
system-config-printer
systembus-notify
systemd-ui
tecla
tectonic
terminus-font
terraform
texinfo
the_silver_searcher
tmux
torbrowser-launcher
toxic
translate-shell
tree-sitter-cli
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-roboto
udiskie
udisks2
unrar
unzip
urlscan
usbip
usbutils
uwsm
vi
vim
vim-spell-de
virtualbox
vivaldi
vlc
vscode-json-languageserver
w3m
waybar
websocat
wev
wezterm
wget
which
wireguard-tools
wl-clipboard
wlr-randr
wmenu
wmname
wob
wofi
wtype
xclip
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xfsprogs
xorg-xeyes
xorg-xlsclients
xorg-xwayland
yarn
yazi
yelp
yt-dlp
zathura
zathura-pdf-mupdf
zip
zoxide
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zvbi
